Repository: yezooz/Crime-Corp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: These offers are provided by third party service, not by Crime Corp. Please read all fine print associated with any offer, as some offers can take up to 2 days to credit points. If you are missing points from completing an offer, please click the green 'View Offer Status' button below.
pl: Poniższe oferty są dostarczane przez zewnętrzną firmę. Przeczytaj dokładnie opis każdego zadania, gdyż niektóre z nich nie zapewniają przyznania punktów od razu. Jeżeli wszystko wykonałeś zgodnie z opisem, a mimo wszystko nie otrzymałeś/aś punktów klinij w zielony przycisk 'View Offer Status'.

source: Nickname:
pl: Ksywa

source: Password:
pl: Hasło:

source: Enter the game
pl: Wejdź do gry

source: Register
pl: Rejestracja

source: Nickname
pl: Ksywa

source: Password
pl: Hasło

source: Password (repeat)
pl: Hasło (ponownie)

source: Start your new life
pl: Rozpocznij nowe życie

source: Bribe police officer
pl: Przekup policjanta

source: This corrupted bastard wants
pl: Ten skorumpowany łajdak żąda

source: credits to leave you alone and low down your heat level.
pl: kredytów, aby zostawić cię w spokoju.

source: Pay
pl: Zapłać

source: Prison
pl: Więzienie

source: Leaderboard
pl: Liderzy

source: Population
pl: Populacja

source: visit city
pl: odwiedź miasto

source: Moving units
pl: Jednostki w ruchu

source: From
pl: Z

source: arrive in
pl: przybycie

source: Are you sure?
pl: Jesteś pewien?

source: inbox
pl: przychodzące

source: outbox
pl: wychodzące

source: No messages
pl: Brak wiadomości

source: Failed to deliver message
pl: Nie udało się wysłać wiadomości

source: Message sent
pl: Wiadomość wysłana

source: for your user account at %(site_name)s
pl: dla twojego konta na %(site_name)s

source: The %(site_name)s team
pl: Ekipa %(site_name)s

source: Change contact methods
pl: Zmień sposób kontaktu

source: Change
pl: Zmień

source: Nationality
pl: Narodowość

source: Change password
pl: Zmiana hasła

source: Old password
pl: Stare hasło

source: New password
pl: Nowe hasło

source: New password (repeat)
pl: Nowe hasło (ponownie)

source: this is your public profile
pl: to jest twój publiczny profil

source: Attack power is
pl: Atak to

source: Defense power is
pl: Obrona to

source: Respect level is
pl: Respekt to

source: no weapons so far
pl: brak broni

source: no armors so far
pl: brak osłon

source: Gadgets
pl: Gadżety

source: no gadgets so far
pl: brak gadżetów

source: garage is empty
pl: garaż jest pusty

source: Gaining skill
pl: Zdobywam umiejętność

source: till end
pl: do końca

source: SKILL_DESC
pl: Nawet kraść i rabować trzeba umieć dlatego będziesz potrzebował pewnych umiejętności do wykonania odpowiednich zadań. Inni są już krok przed Tobą, więc nie trać czasu!

source: Learn
pl: Ucz się

source: You have learned everything
pl: Już wszystko umiesz

source: Family
pl: Rodzina

source: Unknown error
pl: Nieznany błąd

source: Password is not correct
pl: Hasło jest niepoprawne

source: Password changed!
pl: Hasło zmienione!

source: Data changed!
pl: Dane zmienione!
