Repository: yezooz/Crime-Corp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: day
pl: dzień

source: days
pl: dni

source: Auction ended
pl: Aukcja zakończona

source: Can't bid on your auction of course :)
pl: Oczywiście nie możesz licytować swoich aukcji :)

source: Offer more than $%(amount)d
pl: Zaoferuj więcej, niż $%(amount)d

source: No space left in the garage. Other your cars will park on the street.
pl: Nie masz już miejsca w swoim garażu. Pozostałe auta będziesz parkował na ulicy.

source: Your current maximum offer is %(max)d
pl: Twoja aktualna maksymalna oferta jest większa, niż %(max)d

source: You have been outbidded
pl: Zostałeś przelicytowany

source: Your offer is currently the highest
pl: Twoja oferta jest w tej chwili najwyższa

source: You highest offer is higher
pl: Twoja aktualna oferta jest wyższa

source: Not enough cash
pl: Za mało kasy

source: Bum
pl: Menel

source: Student
pl: Studencina

source: Wrestler
pl: Zapaśnik

source: Rookie
pl: Rekrut

source: Soldier
pl: Żołnierz

source: Navy Seals
pl: GROM

source: Cafe
pl: Kawiarnia

source: Club
pl: Klub

source: Gas Station
pl: Stacja benzynowa

source: Liquor Store
pl: Monopolowy

source: Restaurant
pl: Restauracja

source: Transport Company
pl: Firma transportowa

source: Maximum length of the queue reached
pl: Maksymalna długość kolejki osiągnięta

source: Not enough credits. Add some first.
pl: Za mało kredytów. Najpierw jakieś dodaj.

source: Unit hiring process started
pl: Proces zatrudniania jednostki rozpoczęty

source: Limit of moving units is %d
pl: Limit poruszających się jednostek to %d

source: Request is invalid
pl: Żądanie jest nieprawidłowe

source: No unit selected
pl: Nie wybrano jednostek

source: Has not enough units to select
pl: Nie masz wystarczająco dużo jednostek

source: Units are moving
pl: Jednostki są w ruchu

source: Can do this right now
pl: Nie można teraz wykonać tej akcji

source: Error
pl: Błąd

source: This building is now yours. Local gang may not be very happy about it, but who cares!
pl: Ten budynek jest już Twój. Lokalny gang może nie być zbyt szczęśliwy z tego powodu, ale kto by się przejmował!

source: Local gang is too strong for you. Build more units and try again later or choose someone else!
pl: Lokalny gang jest zbyt silny dla Ciebie. Zbuduj więcej jednostek i spróbuj za jakiś czas ponownie lub zmierz się z kimś innym!

source: This building is now yours. %(bld_owner)s may not be very happy about it, but who cares!
pl: Ten budynek jest już Twój. %(bld_owner)s może nie być zbyt szczęśliwy z tego powodu, ale kto by się przejmował!

source: %(bld_owner)s is too strong for you. Build more units and try again later or choose someone else!
pl: %(bld_owner)s jest zbyt silny dla Ciebie. Zbuduj więcej jednostek i spróbuj za jakiś czas ponownie lub zmierz się z kimś innym!

source: Lost units: %(died)d
pl: Stracone jednostki: %(died)d

source: Your stats increased
pl: Twoje statystyki wzrosły

source: Production started
pl: Produkcja rozpoczęta

source: You're funny
pl: Buhahaha!

source: You don't have $%(amount)d
pl: Nie masz $%(amount)d

source: $%(amount)d deposited
pl: Zdeponowano $%(amount)d

source: You don't have $%(amount)d in deposit!
pl: Nie masz $%(amount)d w depozycie!

source: $%(amount)d withdrawed
pl: Wypłacono $%(amount)d

source: You need %(credits)s credits to do this. <a href='%(link)s'>Add more credits</a>.
pl: Potrzebujesz %(credits)s kredytów, aby to zrobić. <a href='%(link)s'>Dodaj więcej kredytów</a>.

source: Heat lowed down to 0!
pl: Poziom poszukiwania obniżono do 0!

source: Greetings from warden. You've got released from prison!
pl: Pozdrowienia od naczelnika. Wypuszczono cię z więzienia!

source: I only accept cash
pl: Przyjmujemy tylko gotówkę koleś

source: Okey buddy, you're free. Move quickly.
pl: Okej koleś, jesteś wolny. Już cię tu nie ma.

source: Are you kidding me? Get lost!
pl: Żarty sobie robisz? Spadaj!

source: Minumum order is 1!
pl: Minimalne zamówienie do 1!

source: Incorrect drug
pl: Niepoprawny drug

source: Bought %(amount)s units of %(drug)s for $%(price)s
pl: Kupiono %(amount)s jednostek drugu: %(drug)s za $%(price)s

source: Sell at least 1!
pl: Sprzedaj przynajmniej 1 szt.!

source: This price is not valid anymore
pl: Cena już się zmieniła

source: You don't have %(amount)d units of %(drug)s. Buy it first.
pl: Nie masz %(amount)d jednostek drugu: %(drug)s.

source: No one wants to buy that much %(drug)s. %(req)s would be enough.
pl: Nikt nie chce kupić takiej ilości. Zapotrzebowanie na %(drug)s to %(req)s.

source: Sold %(amount)s units of %(drug)s for $%(price)s
pl: Sprzedano %(amount)s jednostek drugu: %(drug)s za $%(price)s

source: %(user)s not found
pl: %(user)s nieprawidłowy

source: Your current limit of trusted members is %(trusted)d
pl: Twój aktualny limit zaufanych członków to %(trusted)d

source: This members is already promoted
pl: Ten członek jest już wśród zaufanych

source: Member promoted
pl: Awansowałeś swojego ziomka

source: Member demoted
pl: Zdegradowałeś swojego ziomka

source: %(friend)s's request not found
pl: Nie odnaleziono zaproszenia od %(friend)s

source: Family request accepted
pl: Zaakceptowano zaproszenie

source: %(friend)s request not found
pl: Nie odnaleziono zaproszenia od %(friend)s

source: Family request ignored
pl: Zignorowano zaproszenie

source: You need %(credits)s credits buy this item.
pl: Potrzebujesz %(credits)s kredytów, aby to kupić.

source: Bought %(item)s for $%(price)s. Go to your garage to see it.
pl: Kupiono %(item)s za $%(price)s. Odwiedź garaż aby zobaczyć to cudo.

source: Bought %(item)s for $%(price)s. In order to use it, you have to activate it.
pl: Kupiono %(item)s za $%(price)s. Aby użyć ten przedmiot musisz go aktywować.

source: Sold %(item)s for $%(price)s.
pl: Sprzedano %(item)s za $%(price)s

source: This item is not in your inventory
pl: Ten przedmiot jest już w twoim posiadaniu

source: Sold %(item)s for $%(price)d
pl: Sprzedano %(item)s za $%(price)d

source: You've already reached maximum of %(max)s active items. Sorry.
pl: Sorry, ale osiągnąłeś limit %(max)s aktywnych przedmiotów.

source: %(item)s not found
pl: %(item)s nieznany

source: %(item)s is active
pl: %(item)s jest aktywny

source: %(item)s is not active
pl: %(item)s jest nieaktywny

source: You need %(credits)s credits buy this preety lady.
pl: Potrzebujesz %(credits)s kredytów, aby kupić tą lalę.

source: Not enough space in whorehouse
pl: Za mało miejsca w burdelu. Wybacz, ale Kodeks Pracy jest nienaginalny w tej kwestii.

source: %(name)s bought for $%(price)s
pl: %(name)s kupiony za $%(price)s

source: This hooker is not in your inventory
pl: Nie masz tej panienki

source: %(name)s sold for $%(price)s
pl: %(name)s sprzedano za $%(price)s

source: Homeless
pl: Bezdomny

source: Grandma
pl: Babcia

source: Kid & Lollipop
pl: Dzieciak z lizakiem

source: Sugar from restaurant
pl: Cukier z restauracji

source: Car Break-in
pl: Włam do auta

source: Bar of chocolate
pl: Tabliczka czekolady

source: Hubcaps from parking lot
pl: Kołpaki na parkingu

source: ATM Machine
pl: Bankomat

source: Few beers from the shop
pl: Kilka piw ze sklepu

source: Money Exchange
pl: Kantor

source: Jewelery
pl: Jubiler

source: Mr. Postman
pl: Pan Listonosz

source: Tourist with camera
pl: Turysta z aparatem

source: Alloy wheels from parking lot
pl: Alu felgi z parkingu

source: Silver tableware from restaurant
pl: Srebrna zastawa z restauracji

source: Dorm Room
pl: Stancja

source: Valuable package
pl: Cenna przesyłka

source: Computer set from Apartment
pl: Zestaw komputerowy z mieszkania

source: Pack of HD Movies
pl: Zestaw filmów HD

source: Microwave
pl: Kuchenka mikrofalowa

source: Blu-ray player
pl: Odtwarzacz Blu-ray

source: HD Cam
pl: Kamera HD

source: 42" HDTV
pl: 42" TV

source: 60" HDTV
pl: 60" TV

source: Skills
pl: Umiejętności

source: Members
pl: Członkowie

source: Cars
pl: Samochody

source: Ladies
pl: Panienki

source: Do it again
pl: Wykonaj ponownie

source: Loot
pl: Łup

source: You did it!
pl: Udało się!

source: Mastery
pl: Perfekcja

source: Failed! Be aware as police has now eye on you!
pl: Porażka! Uważaj bo policja ma na ciebie oko!

source: You don't match all requirements
pl: Nie spełniasz wszystkich wymagań

source: You won auction of [[0]]. New car should be already in your garage.
pl: Wygrałeś/aś aukcję [[0]]. Nowe auto powinno już czekać w garażu.

source: You lost auction of [[0]]. Try your luck next time.
pl: Przegrałeś/aś aukcję [[0]]. Spróbuj szczęścia następnym razem.

source: You sold [[0]] to [[1]] for $[[2]]
pl: Sprzedałeś/aś [[0]] za $[[2]]. Kupujący to [[1]].

source: [[0]] was not sold due to lack of offers. Sorry.
pl: [[0]] nie został sprzedany z powodu braku offer. Przykro mi.

source: Someone outbidded you on auction of [[0]]. Rethink your offer before it's too late.
pl: Ktoś Cię przelicytował w aukcji [[0]]. Przemyśl jeszcze raz swoją ofertę zanim będzie za późno.

source: Skill [[0]] learnt
pl: Umiejętność [[0]] opanowana

source: Received [[0]] free credit for your activity
pl: Otrzymujesz [[0]] darmowy kredyt w nagrodę z aktywność

source: [[0]] visited your city
pl: [[0]] odwiedził/a Twoje miasto

source: [[1]] is not owned by [[2]] anymore. New owner is [[3]].
pl: [[1]] nie należy już do [[2]]. Nowy właściciel to [[3]].

source: You got new buildings to extort as your city keep getting bigger and bigger.
pl: Masz nowe budynki do ściągania haraczy, ponieważ Twoje miasto się rozrasta.

source: Your income for yesterday $[[0]].
pl: Wczorajszy zarobek to $[[0]]

source: [[0]] lost fight with you. You took control over [[1]] [[2]] in the city [[3]].
pl: [[0]] przegrał/a z Tobą. Masz teraz kontrolę nad [[1]] [[2]] w mieście [[3]].

source: You lost a fight against [[0]] [[1]] over [[2]] in the city [[3]]. Get your shit together and try again later.
pl: Walka przeciwko [[0]] o władzę nad [[2]] w mieście [[3]] przegrana. Weź się w garść, skrzyknij chłopaków i zróbuj ponownie.

source: Your people repulsed attack of [[0]] [[1]] on building [[2]] in the city [[3]].
pl: Twoje jednostki odparły atak [[0]] [[1]] na budynek [[2]] w mieście [[3]].

source: You lost a fight against [[0]] and [[1]] [[2]] is not in your hands anymore. We're loosing money, do something!
pl: Przegrano walkę przeciwko [[0]] i [[1]] [[2]] już nie jest w Twoich rękach. Tracimy kasę, zrób coś!

source: Lost units: [[0]].
pl: Stracone jednostki: [[0]]

source: [[0]] hired in the city [[1]]
pl: [[0]] został zatrudniony w mieście [[1]]

source: [[0]] arrived to [[1]]
pl: [[0]] przybył do miasta [[1]]

source: won auction of [[0]]
pl: wygrano aukcję [[0]]

source: sold [[0]] on auction for $[[2]]
pl: sprzedano [[0]] na aukcji za $[[2]]

source: got new buildings to extort
pl: ma nowe budynki do ściągania haraczy

source: learnt skill [[0]]
pl: nauczył się umiejętności [[0]]

source: Driving
pl: Prowadzenie auta

source: Shooting
pl: Strzelanie

source: Stealing
pl: Okradanie

source: Security breaking
pl: Łamanie zabezpieczeń

source: Negotiating
pl: Negocjacje

source: Business running
pl: Prowadzenie biznesu

source: Smuggling
pl: Przemycanie

source: Hacking
pl: Hackowanie

source: Natural resource management
pl: Zarządzanie zasobami naturalnymi

source: You can't learn two things at the same time
pl: Nie możesz uczyć się dwóch rzeczy na raz

source: Learning right now, come back later.
pl: Staram się nadrobić braki w edukcji. Nie przeszkadzaj mi teraz.

source: Invited
pl: Zaproszono

source: %(value).1f million
pl: mln

source: %(value).1f billion
pl: mld

source: %(value).1f trillion
pl: bld

source: one
pl: jeden

source: two
pl: dwa

source: three
pl: trzy

source: four
pl: cztery

source: five
pl: pięć

source: six
pl: sześć

source: seven
pl: siedem

source: eight
pl: osiem

source: nine
pl: dziewięć

source: today
pl: dziś

source: tomorrow
pl: jutro

source: yesterday
pl: wczoraj

source: Level
pl: Poziom

source: Timestamp
pl: Czas

source: Message
pl: Wiadomość

source: Show
pl: Pokaż

source: Hide
pl: Ukryj

source: No log messages matching filter.
pl: Brak logów pasujących do filtra.

source: Filter
pl: Filtr

source: No filter (show all)
pl: Brak filtra (pokaż wszystko)

source: Usernames can only contain letters, numbers and underscores and cannot begin with number.
pl: Nick może zawierać tylko litery, cyfry i znak podkreślenia oraz nie może się rozpoczynać od cyfry.

source: Username can't be shorter than 4 characters.
pl: Nick nie może być krótszy, niż 4 znaki.

source: Username can't be longer than 20 characters.
pl: Nick nie może być dłuższy, niż 20 znaków.

source: This username is already taken. Please choose another.
pl: Ta nazwa jest już zajęta. Wybierz inną.

source: Someone else registered with this email address. Please choose another.
pl: Ktoś już się zarejestrował przy użyciu tego adres e-mail. Wybierz inny.

source: You must type the same password each time
pl: Musisz podać to samo hasło dwa razy!

source: Account inactive.
pl: Konto nieaktywne

source: Entered nickname and password combination is not correct
pl: Podany nick i hasło nie są poprawne

source: Maintance
pl: Przerwa techniczna

source: your criminal identity
pl: twoja kryminalna tożsamość

source: english
pl: angielski

source: polish
pl: polski

source: change
pl: zmień

source: edit
pl: edytuj

source: my city
pl: moje miasto

source: Your attack power is
pl: Twój atak to

source: Attack
pl: Atak

source: Cash
pl: Kasa

source: Your defense power is
pl: Twoja obrona to

source: Defense
pl: Obrona

source: Special items or features costs credits
pl: Specjalne przedmioty lub funkcje wykorzystują kredyty

source: Credits
pl: Kredyty

source: get more
pl: więcej

source: Your respect level is
pl: Twój respekt to

source: Respect
pl: Respekt

source: As you commit crimes, your heat level increases, indicating how badly cops want to take you down. To low it down get some rest or bribe the cops.
pl: Gdy popełniasz przestępstwa zaczyna Cię szukać i ten wskaźnik pokazuje jak bardzo. Obniżaj go czekając odpowiednią ilość czasu lub przekupując policjantów.

source: Heat
pl: Poszukiwania

source: Bribe the cops and low down your heat level
pl: Przekup policjanta i obniż poziom poszukiwania

source: bribe
pl: przekup

source: Unread
pl: Nieprzeczytane

source: current city
pl: bieżące miasto

source: ATT
pl: ATA

source: DEF
pl: OBR

source: move more units
pl: więcej jednostek

source: Home
pl: Start

source: City
pl: Miasto

source: Map
pl: Mapa

source: Units
pl: Jednostki

source: Tributes
pl: Haracze

source: Hookers
pl: Panienki

source: Jobs
pl: Zadania

source: Robbery
pl: Napad

source: You
pl: Ty

source: Inventory
pl: Przedmioty

source: Auctions
pl: Aukcje

source: Garage
pl: Garaż

source: Others
pl: Inne

source: Messages
pl: Wiadomości

source: Stats
pl: Statystyki

source: Put you message here
pl: Wprowadź wiadomość tutaj

source: send
pl: wyślij

source: Usage: choose recepient(s) by prepending username with "@", ie. "@gangster_1 some message".
pl: Użycie: wpisz nadawcę poprzedzając jego imię znakiem "@", np. "@mafiozo_1 jakaś wiadomość".

source: logout
pl: wyloguj

source: Business
pl: Biznes

source: Breaking news
pl: Ważne informacje

source: What's happening in this city
pl: Co jest grane w mieście?

source: Delete information
pl: Usuń informację

source: Your news
pl: Twoje wiadomości

source: Accept invites
pl: Akceptuj zaproszenie

source: Accept
pl: Akceptuj

source: Ignore
pl: Ignoruj

source: Add
pl: Dodaj

source: History
pl: Historia

source: View on site
pl: Zobacz na stronie

source: Please correct the error below.
pl: Proszę poprawić poniższy błąd.

source: Add %(name)s
pl: Dodaj %(name)s

source: Delete
pl: Usuń

source: Yes, I'm sure
pl: Tak, jestem pewien

source: Date/time
pl: Data/czas

source: User
pl: Użytkownik

source: Action
pl: Akcja

source: This object doesn't have a change history. It probably wasn't added via this admin site.
pl: Ten obiekt nie ma historii zmian. Prawodpodobnie nie został dodany przez panel admina.

source: Name
pl: Nazwa

source: Amount
pl: Liczba

source: Auction
pl: Aukcja

source: back to auctions
pl: powrót do aukcji

source: Ends
pl: Koniec

source: Seller
pl: Sprzedający

source: Year
pl: Rocznik

source: Engine
pl: Silnik

source: HP
pl: KM

source: Bid
pl: Licytuj

source: Your maximium offer
pl: Twoja maksymalna oferta

source: more than
pl: więcej, niż

source: Bids
pl: Oferty

source: Finished auction
pl: Zakończona aukcja

source: Ended
pl: Zakończono

source: Finished
pl: Zakończona

source: Sold for
pl: Sprzedano za

source: There were no buy offers
pl: Nie było ofert kupna

source: Bidding
pl: Licytujesz

source: Bidded
pl: Licytowane

source: Price
pl: Cena

source: End
pl: Koniec

source: Page
pl: Strona

source: No auctions right now
pl: Nie ma trwających aukcji

source: My Max
pl: Mój Max

source: Selling item on auction
pl: Sprzedaję przedmiot na aukcji

source: back to garage
pl: powrót do garażu

source: Duration
pl: Czas

source: Start price
pl: Cena początkowa

source: suggested
pl: sugerowana

source: SELL
pl: SPRZEDAJ

source: Buy/Sell drugs
pl: Kup/Sprzedaj dragi

source: Buy low and sell high - that's your motto. Remember. Population of your city determines what's the daily demand on each drug.
pl: Kupuj tanio i sprzedawaj drogo - to twoje motto. Pamiętaj. Ilość zapotrzebowania na drugi zależy od populacji Twojego miasta.

source: Buy Drugs
pl: Kup Dragi

source: Today's Demand
pl: Dzisiejsze zapotrzebowanie

source: Buy Units
pl: Kup jednostki

source: Buy
pl: Kup

source: Owned
pl: Posiadasz

source: Buy for
pl: Kup za

source: per unit
pl: za jedn.

source: Sell Drugs
pl: Sprzedaj dragi

source: New prices every 15 minutes
pl: Nowe ceny co 15 minut

source: Sell Units
pl: Sprzedaj jednostki

source: Sell for
pl: Sprzedaj za

source: Market
pl: Rynek

source: Production
pl: Produkcja

source: UNITS
pl: JEDNOSTKI

source: TIME
pl: CZAS

source: next
pl: następne

source: Resources
pl: Zasoby

source: COST
pl: KOSZT

source: units
pl: jednostki

source: My resources
pl: Moje zasoby

source: ATTACK
pl: ATAK

source: DEFENSE
pl: OBRONA

source: What is the city product?
pl: Co miasto produkuje?

source: At the moment you can only choose ONE product
pl: W tym momencie możesz wybrać tylko jeden typ produktu

source: TIP
pl: WSKAZÓWKA

source: Defending side has some advantage, so before attacking make sure your stats are at least a bit higher that them.
pl: Strona broniąca ma lekką przewagę dlatego przed atakiem upewnij się, że Twoje statystyki są przynajmniej trochę wyższe, niż przeciwnika.

source: Your
pl: Twój

source: hire more units
pl: zatrudnij więcej jednostek

source: Next action can be done in
pl: Następna akcja za

source: a day
pl: dziennie

source: OWNERS
pl: WŁAŚCICIELE

source: Local Gang
pl: Lokalny Gang

source: owns
pl: posiada

source: buildings
pl: budynki

source: ME
pl: JA

source: you own
pl: posiadasz

source: Fight
pl: Walcz

source: You need at least one unit in the city to see buildings.
pl: Potrzebujesz przynajmniej jednej jednostki w tym mieście, żeby zobaczyć budynki.

source: Units hiring queue
pl: Kolejka zatrudnianych

source: Build time
pl: Potrzebny czas

source: Are you sure? No refund is provided.
pl: Jesteś pewien? Zwrot kosztów nie jest przewidziany.

source: cancel
pl: anuluj

source: Hire
pl: Zatrudnij

source: or
pl: lub

source: move more units here
pl: przenieś tutaj więcej jednostek

source: Cost
pl: Koszt

source: Got
pl: Masz

source: HIRE
pl: ZATRUDNIJ

source: You can't hire units in this city, you first need to own 10 or more buildings. To achieve that send your units from other cities over here.
pl: Nie możesz zatrudniać jednostek. Najpierw musisz posiadać przynajmniej 10 budynków w tym mieście.Aby to osiągnąć możesz wysłać jednostki z innego miasta tutaj.

source: Can't hire, so
pl: Nie możesz zatrudniać, więc

source: back to list
pl: powrót do listy

source: Select how many of units you'd like to move from
pl: Wybierz ile jednostek chcesz przesunąć z

source: to
pl: do

source: of
pl: z

source: SEND UNITS
pl: WYŚLIJ JEDNOSTKI

source: Move your units to city of
pl: Przesuń swoje jednostki do tego miasta z

source: from
pl: z

source: No units in other cities
pl: Brak jednostek w innych miastach

source: The Family
pl: Rodzina

source: Invite friends
pl: Zaproś znajomych

source: to your family and promote the most powerful members to help you with taking over the businesses in the city.
pl: do swojej rodziny i awansuj najmocniejszych członków, aby pomagali ci w przejmowaniu biznesów w mieście.

source: members
pl: członków

source: Promote
pl: Awansuj

source: trusted!
pl: awansowany!

source: Trusted
pl: Zaufani

source: Demote
pl: Degraduj

source: What a shame, your family is empty.
pl: Co za szkoda, nikogo nie ma w twojej rodzinie.

source: It's right time to change it.
pl: Najwyższa pora to zmienić.

source: Invite
pl: Zaproś

source: Recruit your friends using the link below and build the most powerful family.
pl: Rekrutuj znajomych poprzez ten link i stwórz najmocniejszą rodzinę na świecie

source: copy this link and send to your friends
pl: kopiuj ten link i wyślij znajomemu

source: Image with your current stats
pl: Obrazek z twoimi statystykami

source: copy this link and put to your email or forum signature
pl: kopiuj ten link i umieść w podpisie swojego maila lub na forum

source: Soon available in every city
pl: Wkrótce dostępne w każdym mieście

source: Park on the street
pl: Zaparkowane na ulicy

source: Sell on auction
pl: Sprzedaj na aukcji

source: Your garage is empty yet.
pl: Twój garaż jest pusty.

source: Buy something
pl: Czas to zmienić

source: It's always a good idea to buy some hookers and let them work for you. It's easy money. Some day if decide to go into porn business, those with pretty faces may bring you even more cash.
pl: Kupić parę panienek i pozwolić im pracować dla ciebie to zawsze dobry pomysł. Łatwa kasa. Pewnego dnia, gdy zdecydujesz się wejść w biznes porno te z ładnymi buźkami będą mogły przynieść ci jeszcze więcej kasy.

source: Look
pl: Wygląd

source: Income
pl: Przychód

source: My Hookers
pl: Moje panienki

source: Sell
pl: Sprzedaj

source: Hookers in this city
pl: Panienki w tym mieście

source: There are no hookers in this city
pl: Nie ma żadnych panienek w tym mieście

source: Weapons
pl: Bronie

source: Armors
pl: Obrona

source: Active
pl: Aktywne

source: Deactivate
pl: Deaktywuj

source: No active items
pl: Nie ma aktywnych przedmiotów

source: Available
pl: Dostępne

source: Activate
pl: Aktywuj

source: No inactive items
pl: Nie ma nieaktywnych przedmiotów

source: Robberies
pl: Napady

source: Heat level is very high which means the cops are just few steps behind you. Stay low for some time or
pl: Poziom poszukiwania jest bardzo wysoki co oznacza, że policja już depcze ci po piętach. Nie rób nic głupiego przez pewien czas lub

source: bribe the cops
pl: przekup policjanta

source: right now to low down the heat.
pl: , aby móc dalej zwiększać swój dorobek.

source: Requirements
pl: Wymagania

source: Chance
pl: Szansa

source: SUPPORTERS
pl: WSPIERAJĄCY

source: Chance for extra loot
pl: Szansa na dodatkowy łup

source: Mastered
pl: Perfekcja

source: level
pl: poziom

source: Do Job
pl: Zrób to

source: Special jobs
pl: Zadania specjalne

source: Deposit
pl: Depozyt

source: in deposit
pl: w depozycie

source: Withdraw
pl: Wypłać

source: Payments
pl: Płatności
